Repository: asadbaidar/lanes_planes_flutter
Catalog: packages/localization/l10n/app_*.arb
Languages: de

source: Search for station
de: Station suchen

source: Departures
de: Abfahrten

source: cancelled
de: abgesagt

source: delayed
de: verspätet

source: on-time
de: pünktlich

# noDepartures
source: We couldn't find any departures from this stop.
de: Wir konnten keine Abfahrten von dieser Haltestelle finden.

# noResults
source: We couldn't find any results
de: Wir konnten keine Ergebnisse finden.

# homeTitle
source: Find the best public transport connections
de: Finde die besten Verbindungen mit öffentlichen Verkehrsmitteln

# platform
source: Platform {platform}
de: Gleis {platform}

# notFoundException
source: Resource not found.
de: Ressource nicht gefunden.

# noDataException
source: Something went wrong, please try again later.
de: Etwas ist schief gelaufen, bitte versuchen Sie es später erneut.

# typeMismatchException
source: Type used is not matching the expected one.
de: Der verwendete Typ stimmt nicht mit dem erwarteten überein.

# serverException
source: Unable to fulfill the request, please try again later.
de: Anfrage konnte nicht erfüllt werden, bitte versuchen Sie es später erneut.

# noInternetException
source: No internet access, please check your internet and try again.
de: Kein Internetzugang, bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.

# badRequestException
source: Request was invalid.
de: Anfrage war ungültig.

# unauthorisedException
source: Request was not authorized.
de: Anfrage war nicht autorisiert.

# timeoutException
source: Its taking longer than usual, please check your internet and try again later.
de: Es dauert länger als gewöhnlich, bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.

# cancelException
source: Request was canceled.
de: Anfrage wurde abgebrochen.

# unknownException
source: Something went wrong!
de: Etwas ist schief gelaufen!
